Repository: ITS-Boehm/SHD.KPSA
Catalog: HelperTools.MatFileGen/Properties/Resources.*.resx
Languages: de_de

# CheckBoxBorderInner
source: inner border
de_de: innerer Rahmen

# CheckBoxBorderOuter
source: outer frame
de_de: äußerer Rahmen

# CheckBoxThumb
source: create thumb
de_de: Thumb erstellen

# GroupSettings
source: Settings
de_de: Einstellungen

# LabelColorName
source: color name:
de_de: Farbname:

# LabelThumb
source: folder:
de_de: Ordner:

# StatusBarChecked
source: {0} checked
de_de: {0} ausgewählt

# StatusBarUnchecked
source: {0} unchecked
de_de: {0} abgewählt

# TabItemTexture
source: _1. Texture
de_de: _1. Textur

# TextBlockColorHex
source: color as HEX:
de_de: Farbe als HEX:

# TextBlockColorRgb
source: color as RGB:
de_de: Farbe als RGB:

# TextBlockColorSelection
source: select a color
de_de: Farbe auswählen:

# ToolTipAuto
source: Automatic texture generation on a general rectangular area.
de_de: Automatisches Texturaufbringung auf eine allgemeine viereckige Fläche.

# ToolTipBorderInner
source: The settings for the inner frame of the preview picture.
de_de: Die Einstellungen für den inneren Rahmen des Vorschaubildes.

# ToolTipBorderOuter
source: The settings for the outer frame of the preview picture.
de_de: Die Einstellungen für den äußeren Rahmen des Vorschaubildes.

# ToolTipBorderSize
source: specify in pixels
de_de: Angabe in Pixel

# ToolTipColorHex
source: For a simple paint, the color as a hex value can be entered here.
de_de: Für einen einfachen Lack kann hier der Farbwert als Hex-Wert eingegeben werden.

# ToolTipColorHexInput
source: Enter the color value in the form "#112233"!
de_de: Den Farbwert in Form "#112233" eintragen!

# ToolTipColorName
source: the color name (without extension)
de_de: der Farbname (ohne Dateiendung)

# ToolTipColorRgb
source: For a simple polish the RGB color value can be entered here (from 0 to 255).
de_de: Für einen einfachen Lack kann hier der RGB-Farbwert (von 0 bis 255) eingegeben werden.

# ToolTipColorSelection
source: For a simple paint, the color value can be selected here.
de_de: Für einen einfachen Lack kann hier der Farbwert ausgewählt werden.

# ToolTipGlass
source: Describes whether a material made of glass. The values 0 and 1 are possible.
de_de: Beschreibt, ob es sich um ein Material aus Glas handelt. Die Werte 0 und 1 sind möglich.

# ToolTipMirror
source: Controls the mirror surface. Possible values 0 and 1. 1 means full mirroring; 0.5 could be used for example for high-gloss lacquer front.
de_de: Steuert die Spiegeloberfläche. Werte 0 bis 1 sind möglich. 1 bedeutet volle Spiegelung; 0.5 könnte man z. B. für Hochglanz-Lackfront verwenden.

# ToolTipRauto
source: Scaling of the texture to the size of the whole area.
de_de: Skalierung der Textur auf die Größe der gesamten Fläche.

# ToolTipRef
source: The key "ref" specifies the refraction through a positive floating point number. The initial refraction has a value of 1.0 and the refraction value vacuum.
de_de: Der Schlüssel "ref" spezifiziert die Brechung durch eine positive Gleitkommazahl. Die initiale Brechung hat den Wert 1.0 und entspricht dem Brechungswert im Vakuum.

# ToolTipRotate
source: Rotates the JPG. Here only the Z axis is interesting. The values in the X and y axes remain to 0.
de_de: Rotiert das JPG. Interessant ist hier nur die Z-Achse. Die Werte bei den X- und Y-Achsen bleiben auf 0.

# ToolTipScale
source: On this, the scale is changed. Required this is of course only when working with textures. The individual values indicate how often the JPG per meter is shown (values are X, Y, and Z).
de_de: Hierüber wird die Skalierung verändert. Benötigt wird dies natürlich nur, wenn mit Texturen gearbeitet wird. Die einzelnen Werte besagen, wie oft das JPG pro Meter dargestellt wird (Werte sind für X, Y und Z).

# ToolTipShi
source: The key "shi" specifies the spekularen exponent by a positive floating point number. The higher is the exponent, the less is the spread of the spekularen highlights. The initial exponent is 30.0.
de_de: Der Schlüssel "shi" spezifiziert den spekularen Exponent durch eine positive Gleitkommazahl. Je höher der Exponent ist, desto geringer ist die Ausbreitung der spekularen Highlights. Der initiale Exponent hat den Wert 30.0.

# ToolTipThumb
source: Creates a thumbnail in the dimensions 50 x 25 pixels. This is stored in the specified folder.
de_de: Erstellt zusätzlich ein Thumbnail in den Abmessungen 50x25 Pixel. Gespeichert wird dies im angegebenen Ordner.

# ToolTipTra
source: The key "tra" specifies the transparency by a non-negative floating point number <=1. Value of 0.0 indicates total impermeability; a value of 1.0 means total transparency. The initial value is 0.0.
de_de: Der Schlüssel "tra" spezifiziert die Transparenz durch eine nicht negative Gleitkommazahl, die <= 1 ist. Der Wert 0.0 steht für völlige Undurchlässigkeit; der Wert 1.0 bedeutet totale Transparenz. Der Initialwert beträgt 0.0.
