Repository: ITS-Boehm/SHD.KPSA
Catalog: SHD.KPSA.Tools.MatFileGenerator/Properties/Resources.*.resx
Languages: de_de

# DataGridFilesStatusBarText
source: {0} selected from {1} files
de_de: {0} von {1} Dateien gewählt

# MessageDialogCancelContent
source: The operation was canceled before completion!
de_de: Der Vorgang wurde vor der Fertigstellung abgebrochen!

# MessageDialogCancelTitle
source: Cancel!
de_de: Abbruch!

# MessageDialogCompleteContent
source: The operation was completed successfully.{0}{0}Now want the files to be displayed?
de_de: Der Vorgang wurde erfolgreich abgeschlossen.{0}{0}Sollen Die Dateien angezeigt werden?

# MessageDialogCompleteTitle
source: Done!
de_de: Fertig!

# ProgressDialogPreviewContent
source: The processing is being prepared ...
de_de: Die Verarbeitung wird vorbereitet ...

# ProgressDialogRunningContent
source: There are {0} of {1} files processed.
de_de: Es sind bereits {0} von {1} Dateien verarbeitet.

# ProgressDialogTitle
source: A short moment ...
de_de: Einen kurzen Moment ...

# TitleMatFileGenerator
source: Generate "Mat-Files"
de_de: "Mat-Files" erstellen

# MatFileGenCheckBoxBorderInner
source: inner Frame:
de_de: innerer Rahmen:

# MatFileGenCheckBoxBorderOuter
source: outer Frame:
de_de: äußerer Rahmen:

# MatFileGenCheckBoxColorHex
source: Color as HEX:
de_de: Farbe als HEX:

# MatFileGenCheckBoxColorRgb
source: Color as RGB:
de_de: Farbe als RGB:

# MatFileGenCheckBoxColorSelection
source: Choose a color:
de_de: Farbe auswählen:

# MatFileGenCheckBoxThumb
source: Create thumb
de_de: Thumb erstellen

# MatFileGenGroupSettings
source: Settings
de_de: Einstellungen

# MatFileGenLabelColorName
source: Colorname:
de_de: Farbname:

# MatFileGenLabelThumb
source: Folder:
de_de: Ordner:

# MatFileGenTabItemTexture
source: _1. Texture
de_de: _1. Textur

# MatFileGenToolTipBorderInner
source: The settings for the inner frame of the preview image.
de_de: Die Einstellungen für den inneren Rahmen des Vorschaubildes.

# MatFileGenToolTipBorderOuter
source: The settings for the outer frame of the preview image.
de_de: Die Einstellungen für den äußeren Rahmen des Vorschaubildes.

# MatFileGenToolTipBorderSize
source: in pixels
de_de: Angabe in Pixel

# MatFileGenToolTipColorHex
source: For a simple paint the color value can be entered as hex value here.
de_de: Für einen einfachen Lack kann hier der Farbwert als Hex-Wert eingegeben werden.

# MatFileGenToolTipColorHexInput
source: Fill in the color value in the form "#112233"!
de_de: Den Farbwert in Form "#112233" eintragen!

# MatFileGenToolTipColorName
source: the colorname (without fileextension)
de_de: der Farbname (ohne Dateiendung)

# MatFileGenToolTipColorRgb
source: For a simple coat of RGB color value can be (from 0 to 255) entered here.
de_de: Für einen einfachen Lack kann hier der RGB-Farbwert (von 0 bis 255) eingegeben werden.

# MatFileGenToolTipColorSelection
source: For a simple paint the color value can be selected here.
de_de: Für einen einfachen Lack kann hier der Farbwert ausgewählt werden.

# MatFileGenToolTipThumb
source: Created additionally a thumbnail in the dimensions 50 x 25 pixels. This is stored in the specified folder.
de_de: Erstellt zusätzlich ein Thumbnail in den Abmessungen 50x25 Pixel. Gespeichert wird dies im angegebenen Ordner.
